jws/src/test/resources/org/javelin/sws/ext/ws/axis1/jira/contractfirst/soap_11/sendXsiTypes/getIssueTypes-req.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<ns1:getIssueTypes soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://soap.rpc.jira.atlassian.com">
			<in0 xsi:type="xsd:string" xsi:nil="true" />
		</ns1:getIssueTypes>
	</soapenv:Body>
</soapenv:Envelope>
